Revit 2024 API
ParameterTypeId.RoomPeopleSensibleHeatGainPerPersonParam Property
 "Sensible Heat Gain per person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RoomPeopleSensibleHeatGainPerPersonParam { get; }
Visual Basic
Public Shared ReadOnly Property RoomPeopleSensibleHeatGainPerPersonParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RoomPeopleSensibleHeatGainPerPersonParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace